export const questionDummy = [
  {
    id: 1,
    question:
      "AI가 사회와 일상에 어떤 영향을 주고 있는지 이해하고 있다고 생각하나요?",
  },
  {
    id: 2,
    question:
      "내 전공/직업/일상에 AI가 어떻게 적용되고 있는지 파악하고 있나요?",
  },
  {
    id: 3,
    question: "챗GPT, 생성형 AI, 자동화 툴 등을 직접 사용해본 경험이 있나요?",
  },
  {
    id: 4,
    question:
      "AI로 인해 내 일이나 역할이 바뀔 수 있다고 보고, 그 변화에 대해 준비하고 있나요?",
  },
  {
    id: 5,
    question:
      "AI 관련 지식(예: 데이터, 알고리즘, 생성형 AI 등)을 배우거나 익히기 위한 노력을 하고 있나요?",
  },
  {
    id: 6,
    question:
      "AI를 단순히 쓰는 수준을 넘어, 원리나 구조에 대해서도 관심을 갖고 이해하려고 노력하나요?",
  },
  {
    id: 7,
    question:
      "AI 시대에 인간만이 할 수 있는 고유한 역량(예: 공감, 창의성 등)을 인식하고, 이를 기르기 위한 노력을 하고 있나요?",
  },
];
